{
  "General": "Instead of trying to reach an agreement on and explore the definition of freedom, we want to create a project to remind people of what are the concrete experiences behind the ideology. Even an ideology that’s as wonderful as freedom is, is meaningless to chase it down. Therefore, we would rather build around the iceberg than dig into it. By discovery, recreation, interpretation, and collection of symbols, we could achieve a pathway that leads to the tales normally concealed by the conversations of freedom and so make the critical thinking and reflection of freedom as an ideology to be more accessible to everyone. While apathy is getting more and more popular among young people, this could also help us to learn about How to integrate ideologies with product design. ",
  "Freedom": "Kant proposes that we can never know what freedom (the idea of reason) is because we simply do not have the total truth of things. We can only have sensations, truths and knowledge from our experiences. No matter what our knowledge is always subject to our experiences. The ideologies we build from the knowledge are what actually employ them – it is not that we conclude ideology from the knowledge we had but the other way around. We are employed by our ideal to reason. Freedom has to exist because otherwise our reasons and knowledge are annulled. ",
  "Identity":"We need identities and identities can be challenged under some circumstances. The representation that comes with identity unites us but also creates gaps, such as classes, between us. We seek identities to fit us in a certain group and we want identities to separate us from others. It is but another ideology. ",
  "Ideology":"Ideology in the form of language and symbols is fluid. How we use symbols and the concrete experiences behind them are more important. For example, the word “feminism” can make some women who need help reluctant to recognize themselves with it. Because the conservatives “blemished” the word, like “witch” and “witchcraft.” But to have a louder voice, it is a must for people to join the representation. The necessary limitation of any language and the symbolic system makes defining ideology a paradox. But the language and symbols themselves are resemblances of logic and knowledge we discovered. They are like blockchains that encrypt orders, relationships, and reasons of our history. The feature is the limitation and vice versa, as we discussed above that our knowledge is employed by ideology. Therefore, we should avoid the rabbit hole and adopt the practical one, by restoring history from symbols. "

}